{"conversations": {"1": {"vader_scores_neg": 0.065, "vader_scores_neu": 0.819, "vader_scores_pos": 0.116, "vader_scores_compound": 0.296, "top_sentiment_label": "sadness", "top_sentiment_score": 0.4427511990070343, "user_id": 782, "conversation_id": 98696, "timestamp": "2023-10-01T10:15:00Z", "summary_text": "Hello StoryBot, I’m having a tough time with this app. My fingers aren’t what they used to be. Can you help me?"}, "2": {"vader_scores_neg": 0.184, "vader_scores_neu": 0.816, "vader_scores_pos": 0.0, "vader_scores_compound": -0.5255, "top_sentiment_label": "surprise", "top_sentiment_score": 0.7161477208137512, "user_id": 782, "conversation_id": 98696, "timestamp": "2023-10-01T10:25:00Z", "summary_text": "It's just so complicated! I keep hitting the wrong buttons. And sometimes it logs me out unexpectedly. I'm not sure I'm ever going to get the hang of it."}, "3": {"vader_scores_neg": 0.241, "vader_scores_neu": 0.592, "vader_scores_pos": 0.166, "vader_scores_compound": -0.5646, "top_sentiment_label": "fear", "top_sentiment_score": 0.48230403661727905, "user_id": 782, "conversation_id": 98696, "timestamp": "2023-10-01T10:35:00Z", "summary_text": "I’d appreciate that. My grandson usually helps, but he’s busy with school lately. I feel so helpless."}, "4": {"vader_scores_neg": 0.0, "vader_scores_neu": 0.811, "vader_scores_pos": 0.189, "vader_scores_compound": 0.4199, "top_sentiment_label": "joy", "top_sentiment_score": 0.8809493780136108, "user_id": 782, "conversation_id": 98696, "timestamp": "2023-10-01T10:45:00Z", "summary_text": "I’d like to read the daily stories! They used to lift my spirits. I’m glad you are back!"}, "5": {"vader_scores_neg": 0.12, "vader_scores_neu": 0.813, "vader_scores_pos": 0.068, "vader_scores_compound": -0.3274, "top_sentiment_label": "sadness", "top_sentiment_score": 0.594653844833374, "user_id": 782, "conversation_id": 98696, "timestamp": "2023-10-02T11:15:00Z", "summary_text": "I managed to get to the stories! But I’m feeling a bit down today. My health has been off, and I’m worried about my family. I’ve been trying to stay positive, but it’s been a struggle. I’m going to try to get back to my regular schedule tomorrow.\nThis entry was posted in Uncategorized and tagged 2019, 365, 365 project, art, art journal, art journaling, art journaling 365, art journaling daily, art journaling daily 365, art journaling every day, art journaling every day 365, art journaling every day daily, art journaling every"}, "6": {"vader_scores_neg": 0.061, "vader_scores_neu": 0.726, "vader_scores_pos": 0.213, "vader_scores_compound": 0.8294, "top_sentiment_label": "fear", "top_sentiment_score": 0.8986001014709473, "user_id": 782, "conversation_id": 98696, "timestamp": "2023-10-02T11:25:00Z", "summary_text": "Well, I had a fall last week, and it shook me up. I remember back in the day, I slipped in the kitchen while baking. I thought I broke my hip then, but I learned to always be careful and mindful. That taught me to value my health and strength. I am so thankful for the strength of my body, and I am so grateful for the strength of my faith in God. He is my strength, and I am so thankful for that.\nI am not one to dwell on the past, but I am one to learn from it. I am one to take what I learned from it, and I am one to use it to grow and to learn. I am one to use it to be a better person, and to be a better me."}, "7": {"vader_scores_neg": 0.06, "vader_scores_neu": 0.874, "vader_scores_pos": 0.067, "vader_scores_compound": 0.0387, "top_sentiment_label": "sadness", "top_sentiment_score": 0.8482467532157898, "user_id": 782, "conversation_id": 98696, "timestamp": "2023-10-03T12:00:00Z", "summary_text": "I talked to my daughter about it. She said I should consider moving into assisted living, but I don’t want to leave my home. She said I should get help with my meals, but I like to cook. I don’t know what to do. What can you suggest?\nI don’t know how old you are, but I am 78 and my husband is 80. We have been married 57 years. We have a home in the country, and I have always cooked and taken care of our home. I know you are concerned about your independence, but you can’t do it all by yourself. I was in"}, "8": {"vader_scores_neg": 0.217, "vader_scores_neu": 0.479, "vader_scores_pos": 0.304, "vader_scores_compound": 0.3716, "top_sentiment_label": "fear", "top_sentiment_score": 0.8472673892974854, "user_id": 782, "conversation_id": 98696, "timestamp": "2023-10-03T12:10:00Z", "summary_text": "My garden is beautiful, and I love my cozy chair by the window. But, I guess I worry about being safe alone. I am 65 and have lived alone for 20 years. I have had my home broken into twice. I have been in the process of buying a gun for protection, but I am afraid. I have a small dog, and I am afraid of what I will do if someone comes into my house. I am a little nervous about the gun, but I am afraid. I am afraid of being alone. I am afraid of the dark. I am afraid of being attacked. I am afraid"}, "9": {"vader_scores_neg": 0.0, "vader_scores_neu": 0.548, "vader_scores_pos": 0.452, "vader_scores_compound": 0.68, "top_sentiment_label": "sadness", "top_sentiment_score": 0.3620278239250183, "user_id": 782, "conversation_id": 98696, "timestamp": "2023-10-03T12:20:00Z", "summary_text": "Yes, please! I want to stay here for as long as I can. I have been on a mission to find the perfect home for the last 8 years. I have been in a few homes and they were good, but this one is the best. The view of the lake and the mountains is amazing. The sunsets are breathtaking. The food is delicious. The staff is friendly and helpful. The house is clean and well-maintained. The location is perfect. It is close to everything, but far enough away from the city to be peaceful and quiet."}, "10": {"vader_scores_neg": 0.0, "vader_scores_neu": 0.676, "vader_scores_pos": 0.324, "vader_scores_compound": 0.7718, "top_sentiment_label": "joy", "top_sentiment_score": 0.6928727030754089, "user_id": 782, "conversation_id": 98696, "timestamp": "2023-10-04T11:10:00Z", "summary_text": "That sounds manageable! I’ll talk to my daughter about it. Thank you for being so helpful!"}, "11": {"vader_scores_neg": 0.063, "vader_scores_neu": 0.837, "vader_scores_pos": 0.1, "vader_scores_compound": 0.2247, "top_sentiment_label": "sadness", "top_sentiment_score": 0.7455880641937256, "user_id": 360, "conversation_id": 38080, "timestamp": "2023-10-01T09:00:00Z", "summary_text": "Hello, StoryBot. I’m having a tough time with this app. It keeps logging me out, and I can't seem to type very well today. I hope this is helpful.\nHi, I'm having trouble logging in. I'm not sure what the problem is. I hope this is helpful.\nHi, I'm having trouble logging in. I'm not sure what the problem is. I hope this is helpful.\nHi, I'm having trouble logging in. I'm not sure what the problem is. I hope this is helpful.\nHi, I'm having trouble logging in. I'm not sure what the problem is. I hope this is"}, "12": {"vader_scores_neg": 0.082, "vader_scores_neu": 0.918, "vader_scores_pos": 0.0, "vader_scores_compound": -0.1759, "top_sentiment_label": "neutral", "top_sentiment_score": 0.6069098711013794, "user_id": 360, "conversation_id": 38080, "timestamp": "2023-10-01T09:05:00Z", "summary_text": "Not yet! I’ll give that a try. Meanwhile, my knees are acting up again. It’s hard to get up and down. I think it’s the result of a bad fall last year. I have been in physical therapy for a while. It’s helped but I’m not sure if it’s the same thing.\nI’m trying to keep a positive attitude. I think it’s important to do that. I’m also trying to keep my mind active. I’m reading a lot and I’m doing a lot of puzzles. I think that helps.\nI have a friend who is a nurse. She says that she has seen"}, "13": {"vader_scores_neg": 0.0, "vader_scores_neu": 0.779, "vader_scores_pos": 0.221, "vader_scores_compound": 0.6249, "top_sentiment_label": "neutral", "top_sentiment_score": 0.8922768831253052, "user_id": 360, "conversation_id": 38080, "timestamp": "2023-10-01T09:10:00Z", "summary_text": "Yes, but they just tell me to rest. It feels like I’m just sitting around these days, not doing much. I don’t feel like I’m doing much, but I know I am. I just can’t tell you what I’m doing.\nI’m not sure what to do with my time. I have no idea what to do with my time. I have no idea what to do with my time. I have no idea what to do with my time. I have no idea what to do with my time. I have no idea what to do with my time. I have no idea what to do"}, "14": {"vader_scores_neg": 0.168, "vader_scores_neu": 0.506, "vader_scores_pos": 0.326, "vader_scores_compound": 0.128, "top_sentiment_label": "fear", "top_sentiment_score": 0.9899147748947144, "user_id": 360, "conversation_id": 38080, "timestamp": "2023-10-02T09:20:00Z", "summary_text": "I like reading. Just finished a mystery novel, but I'm feeling a bit restless again. I've been reading for 30 minutes, but I'm not getting anywhere. I need something to focus on. I'm not in the mood to work on my novel, or even to write a blog post. I don't know what I'm in the mood for, but I know I need to do something. I'm not feeling very productive, but I know I need to be. I'm not feeling very creative, but I know I need to be. I'm not feeling very inspired"}, "15": {"vader_scores_neg": 0.0, "vader_scores_neu": 0.87, "vader_scores_pos": 0.13, "vader_scores_compound": 0.2732, "top_sentiment_label": "joy", "top_sentiment_score": 0.6544724106788635, "user_id": 360, "conversation_id": 38080, "timestamp": "2023-10-02T09:25:00Z", "summary_text": "I used to enjoy painting, but it’s been a long time. Maybe I’ll pick it up again…..\nI love the way you’ve captured the “feel” of the painting. Great job.\nI used to love painting but haven’t done it in a long time. I think it would be good for me to get back into it.\nLove this painting, and the way you captured the feeling of it."}, "16": {"vader_scores_neg": 0.0, "vader_scores_neu": 0.838, "vader_scores_pos": 0.162, "vader_scores_compound": 0.644, "top_sentiment_label": "neutral", "top_sentiment_score": 0.5634358525276184, "user_id": 360, "conversation_id": 38080, "timestamp": "2023-10-03T09:30:00Z", "summary_text": "Mostly landscapes. I loved capturing the colors of sunsets. Speaking of colors, what do you think about life? What's the point of all this? I'm just wondering, that's all."}, "17": {"vader_scores_neg": 0.213, "vader_scores_neu": 0.787, "vader_scores_pos": 0.0, "vader_scores_compound": -0.5023, "top_sentiment_label": "sadness", "top_sentiment_score": 0.96094810962677, "user_id": 360, "conversation_id": 38080, "timestamp": "2023-10-04T09:35:00Z", "summary_text": "I suppose it’s about those connections, but sometimes I feel lonely, even with family nearby. I have a hard time explaining to my family why I’m so sad sometimes, because I don’t know how to explain it. I guess I just need to keep going, but it’s hard.\nSometimes I think about the fact that I’m not married, and I think I’d like to be, but I don’t know if I’m ready. I don’t know if I’m good enough, or if I’m ready for a relationship. I don’t know what I’m looking for,"}, "18": {"vader_scores_neg": 0.0, "vader_scores_neu": 1.0, "vader_scores_pos": 0.0, "vader_scores_compound": 0.0, "top_sentiment_label": "surprise", "top_sentiment_score": 0.6208680272102356, "user_id": 360, "conversation_id": 38080, "timestamp": "2023-10-05T09:40:00Z", "summary_text": "I did! My granddaughter called me yesterday. We talked for an hour about her new job. She has been working at a local grocery store for a few weeks and is now working at a fast food restaurant. She is so happy. She is also going to college in the fall. I am so proud of her."}, "19": {"vader_scores_neg": 0.0, "vader_scores_neu": 0.513, "vader_scores_pos": 0.487, "vader_scores_compound": 0.923, "top_sentiment_label": "joy", "top_sentiment_score": 0.9858426451683044, "user_id": 360, "conversation_id": 38080, "timestamp": "2023-10-06T09:45:00Z", "summary_text": "It made me feel happy! Family can be a great comfort. Just wish I could do more things with them. But I am glad that I have the opportunity to talk to them, to see them, to feel them. They are all good people. I love them. I hope they know that I love them. I hope they know that they are always in my thoughts. I hope they know that I will always be there for them.\nI have to admit, I did not know what to expect when I came to the Philippines. I had heard a lot of good things about it, but I had also"}, "20": {"vader_scores_neg": 0.0, "vader_scores_neu": 0.681, "vader_scores_pos": 0.319, "vader_scores_compound": 0.7263, "top_sentiment_label": "joy", "top_sentiment_score": 0.7579607963562012, "user_id": 360, "conversation_id": 38080, "timestamp": "2023-10-08T09:50:00Z", "summary_text": "That’s a good idea! I’ll suggest a picnic in the park next time we chat. Thanks, StoryBot."}}}